<?php
/**
 * Created by PhpStorm.
 * User: diamonds.a
 * Date: 2017/6/7
 * Time: 下午7:00
 */

return [
    '_400' => 'ERROR',
    '_401' => 'access_token验证失败',
    '_500' => '缺少参数',
    '_502' => '验证码发送失败',
    '_503'=>'验证码有误',
    '_504'=>'验证码过期',
    '_600'=>'用户微信认证未通过',
    '_610' => '添加用户失败',
    '_611' => '编辑用户信息失败',
    '_612'=>'新增收货地址失败',
    '_613'=>'修改收货地址失败',
    '_614'=>'设置默认收货地址失败',
    '_615'=>'删除收货地址失败',
    '_616'=>'超出最大收货地址个数',
    '_620' => '登陆失败',
    '_701' =>'添加商品评价',
    '_702'=>'暂无该商品信息',
    '_800'=>'订单创建失败',
    '_801'=>'门店商品不存在了',
    '_802'=>'订单不存在了',
    '_803'=>'当前订单不能取消',
    '_804'=>'取消订单失败',
];